{
  "skillsData": [
    {
      "skillName": "html",
      "skillCalification": 4
    },
    {
      "skillName": "css",
      "skillCalification": 4
    },
    {
      "skillName": "javascript",
      "skillCalification": 4
    },
    {
      "skillName": "react",
      "skillCalification": 4
    },
    {
      "skillName": "graphql",
      "skillCalification": 2
    },
    {
      "skillName": "tailwind",
      "skillCalification": 3
    }
  ],
  "projectsData": [
    {
      "projectTitle": "App Mario Hernandez",
      "projectDescription": "Hybrid application with a base built in React Native and an embedded full site built on VTEX, which allows for the purchase of various products. It has a page with the option to view stores with details and information about them. Scan the product code and display the results and information about it. Search for a product by voice and a showcase of products. I worked on several sections of this application for this great client.",
      "projectLinkWeb": "https://app.mariohernandez.com.co/busqueda",
      "projectLinkRepo": "",
      "projectTechnologies": "VTEX, React, Html, Css, Javascript, Typescript, Responsive design, custom components, hooks, API consumption."
    },
    {
      "projectTitle": "Landing usabuying group",
      "projectDescription": "It is a landing or informational page to explain the business model, which contains several sections detailing its operation and benefits. This has little interactivity, although it has a login section to direct the user to the portal where the information about their business is detailed.",
      "projectLinkWeb": "https://landing.usabuying.group/",
      "projectLinkRepo": "",
      "projectTechnologies": "React"
    },
    {
      "projectTitle": "Movie Searcher",
      "projectDescription": "Movie searcher by name, which allows fetching the movie's image, name, and release year in the results view. In the detailed view of the movie, it shows the name of the movie, its cover, the main actors, and a description.",
      "projectLinkWeb": "https://movie-searcher-udemy.surge.sh/",
      "projectLinkRepo": "",
      "projectTechnologies": "React"
    },
    {
      "projectTitle": "Tita Media Test",
      "projectDescription": "Project that meets the following requirements: Log in using an external authenticator (Google, Facebook, among others). View posts on the home page. Each post must show: photo and name of the user who made the post, image and text of the post, tags of the post, number of likes and comments. A modal with all comments must be displayed. A modal with all the information of the user who made the post must be shown. Posts must be filterable by tag. The information of the authenticated user must be displayed in the header. Application deployed, it can be on Netlify, Heroku, GitHub Pages, or your preferred one.",
      "projectLinkWeb": "https://sebasprogrammer2021.github.io/Tita-Media-prueba-t-cnica/",
      "projectLinkRepo": ".",
      "projectTechnologies": "React, React-Query, Github-Pages, Hooks"
    }
  ]
}